triggers = {'alexa','алекса','олекса','алексея','лекса'}




data_set = {
'какая погода': 'weather сейчас скажу',
'какая погода на улице': 'weather боишься замерзнуть?',
'что там на улице': 'weather сейчас гляну...',
'посмотреть погоду': 'windy дома сиди',
'сколько градусов': 'weather можешь выглянуть в окно, но сейчас проверю',
'найди': 'browser уже ищу',
'открой браузер': 'browser интернет активирован',
'интернет открой': 'browser открываю браузер',
'загугли': 'browser сейчас найду',
'открой ютуб': 'youTube сейчас открою',
'играть': 'game лишьбы баловаться',
'хочу поиграть в игру': 'game а нам лишьбы баловаться',
'запусти игру': 'game запускаю игру, а нам лишь бы баловаться',
'выключи компьютер': 'offpc отключаю компьютер',
'отключись': 'offBot отключаюсь',
'как у тебя дела':'passive работаю в фоне, не переживай',
'что делаешь':'passive жду очередной команды, хоть мог бы и сам на кнопку нажать',
'привет':'passive и тебе привет',
'расскажи анекдот':'passive Вчера помыла окна, теперь у меня рассвет на два часа раньше...',
'работаешь':'passive как видишь',
'ты тут':'passive вроде да',
'поставь таймер': 'timer таймер поставлен',
'таймер': 'боишься забыть?',
'ты меня любишь': 'passive ага, щас обойдёшься',
#'что ты умеешь': 'passive я умею узнавать погоду, могу открыть браузер, запустить exe файл, выключить пк, отключиться, рассказать анекдот и еще тому чему ты меня научишь',
#'справка': 'passive я умею узнавать погоду, могу открыть браузер, запустить exe файл, выключить пк, отключиться, рассказать анекдот и еще тому чему ты меня научишь',

}

question = {'найди','загугли','гугл','google','найти','открой'}