name = {'alexa','алекса','олекса','алексея','лекса'}

jokes = [
    "Если жизнь дает тебе сливу, делай из нее грушу. Конфуций.",
	"Первое правило уборки дома: убрать себя от компа.",
	"Длина минуты зависит от того, с какой стороны двери туалета вы находитесь.",
	"Всё будет! Но не сразу. И не сейчас. И не факт, что у тебя.",
	"В любой непонятной ситуации ложись спать",
	"Хорошие понты – это 90% успеха",
	"Не откладывай на завтра то, чего можно вообще не делать.",
	"херу херу херургия лечит и калечит",
]

bio = """
здесь будет история бота"""

commands = {
    'biography': bio,
    'joke': jokes,
    'thanks': ['Я просто выполняю свою работу', 'Благодарю за похвалу', 'Всегда пожалуста', 'Обращайтесь'],

}

functions = {

}